Repository: suvad962/myportfolio
Catalog: plugins/visualcomposer/languages/vcwb-*.po
Languages: sv_se

source: Specify post types where you want to use Visual Composer Website Builder.
sv_se: Ange de posttyper där du vill använda Visual Composer Website Builder.

source: About
sv_se: Om

source: Dismiss
sv_se: Avfärda

source: Session expired
sv_se: Sessionen löpte ut

source: Wrong permissions
sv_se: Fel behörigheter

source: Reset
sv_se: Återställ

source: Restore default plugin state to re-download all installed bundles and auto-configure path after migration (don’t worry, the content of the site will not be affected) - %s.
sv_se: Återställ standardtillstånd för plugin för att ladda ner alla installerade bundles och automatiskt konfigurera sökvägen efter migrering (oroa dig inte, innehållet på webbplatsen påverkas inte) - %s.

source: initiate reset
sv_se: initiera återställning

source: Proceed with a reset?
sv_se: Fortsätt med en återställning?

source: Invalid token -> Failed licence activation - Invalid token
sv_se: Ogiltig markör -> Misslyckad licensaktivering - Ogiltig markör

source: Global Templates
sv_se: Global mall

source: Theme Templates
sv_se: Temamallar

source: Default
sv_se: Standard

source: Blank Template
sv_se: Blank mall

source: Boxed Template
sv_se: Boxad mall

source: Add New with Visual&nbsp;Composer
sv_se: Lägg till ny med Visual&nbsp;Composer

source: Sorry, you are not allowed to create posts as this user.
sv_se: Tyvärr, du får inte skapa inlägg som den här användaren.

source: Cheatin&#8217; uh?
sv_se: Fuskar&#8217; va?

source: Add New with Visual Composer
sv_se: Lägg till ny med Visual Composer

source: Failed to update shared libraries
sv_se: Misslyckades med att uppdatera delat bibliotek

source: Your Visual Composer Website Builder License will expire soon - %s
sv_se: Din Visual Composer Website Builder Licens löper snart ut - %s

source: Resize columns with easy to use resize tool.
sv_se: Ändra storlek på kolumner med lättanpassat resize-verktyg.

source: Apply changes instantly and revert back with Undo/Redo at any time.
sv_se: Tillämpa ändringar direkt och återgå tillbaka med Ångra/Återställ när som helst.

source: Divide your row into columns with Row layout and pre-made layouts.
sv_se: Dela din rad i kolumner med radlayout och färdiga layouter.

source: Control and overview your page structure from the Tree View mode.
sv_se: Kontrollera och överblicka din sidstruktur från Tree View-läget.

source: Use inline text editing to change content with one click.
sv_se: Använd inline-textredigering för att ändra innehåll med ett klick.

source: Access and see the path to your elements, columns, and rows from one control.
sv_se: Öppna och se sökvägen till dina element, kolumner och rader från en kontroll.

source: Set up your own navigation position or change it at any time.
sv_se: Ställ in din egen navigationsposition eller ändra den när som helst.

source: All
sv_se: Alla

source: View %s
sv_se: Visa %s

source: Other
sv_se: Andra

source: Travel & Accommodation
sv_se: Resor och logi

source: Services
sv_se: Tjänster

source: Restaurants & Food
sv_se: Restauranger och mat

source: Portfolio & Personal
sv_se: Portfolio & Personligt

source: Photography
sv_se: Fotografi

source: Online Store
sv_se: Webbutik

source: Landing Pages
sv_se: Landningssida

source: Health & Wellness
sv_se: hälsa och välmående

source: Fashion & Beauty
sv_se: Mode & skönhet

source: Events
sv_se: Evenemang

source: Entertainment & Music
sv_se: Underhållning & musik

source: Community & Education
sv_se: Samhälle och utbildning

source: Creative Arts
sv_se: Kreativ konst

source: Blog
sv_se: Blogg

source: Business
sv_se: Företag

source: Back to parent
sv_se: Tillbaka till förälder

source: Starting import process...
sv_se: Startar importeringen...

source: Back to import
sv_se: Tillbaka till importen

source: Continue import
sv_se: Fortsätt importera

source: Remove All
sv_se: Ta bort alla

source: Free
sv_se: Gratis

source: Gutenberg plugin doesn't work properly. Please check Gutenberg plugin.
sv_se: Gutenberg-pluginet fungerar inte korrekt. Vänligen kolla Gutenberg-pluginet.

source: Available in Premium version.
sv_se: Finns i Premium-versionen.

source: Default layout with custom header, content, footer and sidebar area on the left.
sv_se: Standardlayout med anpassat sidhuvud, innehåll, sidfot och sidobalk till vänster.

source: Default layout with custom header, content, footer and sidebar area on the right.
sv_se: Standardlayout med anpassat sidhuvud, innehåll, sidfot och sidobalk till höger.

source: Default layout with custom header, content, and footer area.
sv_se: Standardlayout med anpassat sidhuvud, innehåll och sidfot.

source: Full width blank page without header, footer, or sidebar.
sv_se: Tom Fullbredd-sida utan sidhuvud, sidfot eller sidobalk.

source: Blank page layout with boxed content area in the middle of the page without header, footer, or sidebar.
sv_se: Blank sidlayout med boxat innehållsområde mitt på sidan utan sidhuvud, sidfot eller sidofält.

source: Your WordPress theme defined layout for specific page, post, or custom post type.
sv_se: Ditt WordPress-temas definierade layout för en specifik sida, post eller anpassad posttyp.

source: %s Name
sv_se: %s Namn

source: Start Building
sv_se: Börja bygga

source: Update Visual Composer plugin to the most recent version to download this template.
sv_se: Uppdatera Visual Composer-pluginet till den senaste versionen för att ladda ner den här mallen.

source: Update Visual Composer plugin to the most recent version to download this content element.
sv_se: Uppdatera Visual Composer-pluginet till den senaste versionen för att ladda ner det här innehållselementet.

source: Choose %s or %screate new%s.
sv_se: Välj %s eller %sSkapa ny%s.

source: There is a new version of Visual Composer Website Builder available. <a href="%s">Update now</a> to version %s.
sv_se: Det finns en ny version av Visual Composer Website Builder tillgänglig. <a href="%s"> Uppdatera nu </a> till version %s.

source: Thank You!
sv_se: Tack!

source: We would like to acknowledge that we have received your request and a ticket has been created. A support representative will be reviewing your request and will send you a personal response.
sv_se: Vi vill bekräfta att vi har mottagit din förfrågan och en ticket har skapats. En supportrepresentant granskar din förfrågan och skickar dig ett personligt svar.

source: Replace current element with different element from the same category
sv_se: Byt ut det aktuella elementet med ett annat element från samma kategori

source: You can replace the {elementLabel} within this element with another {elementLabel} from your elements
sv_se: Du kan ersätta {elementLabel} i det här elementet med en annan {elementLabel} från dina element

source: It seems you are trying to edit archive page which displays your post archive instead of content. Before edit, please make sure to convert it to a static page via your WordPress admin
sv_se: Det verkar som om du försöker redigera arkivsidan som visar ditt arkiv istället för innehåll. Innan du redigerar, se till att konvertera sidan till en statisk sida via WordPress-admin

source: Return to WordPress dashboard
sv_se: Återgå till WordPress panel

source: It seems that something went wrong with loading content. Please make sure you are loading correct content and try again.
sv_se: Det verkar som att något gick fel med att ladda in innehållet. Se till att du laddar rätt innehåll och försök igen.

source: Failed to download element
sv_se: Det gick inte att hämta elementet

source: Failed to download element (license expired or request timed out)
sv_se: Misslyckades med att ladda ner element (license expired eller request timed out)

source: {name} has been successfully downloaded from the Visual Composer Hub and added to your library
sv_se: {name} har framgångsrikt hämtats från Visual Composer Hub och lagts till i ditt bibliotek

source: Disable page title
sv_se: Inaktivera sidtiteln

source: To apply title changes save changes and reload the page
sv_se: För att tillämpa titeländringar; spara och ladda om sidan

source: To apply a template you will need to save changes and content will be reloaded.
sv_se: Om du vill använda en mall måste du spara ändringar och innehållet kommer laddas om.

source: To apply a template save changes and reload the page
sv_se: För att använda en mall; spara ändringar och ladda om sidan

source: Theme Default
sv_se: Temastandard

source: Template
sv_se: Mall

source: Double tap on an element to open the edit window. Tap and hold to initiate drag and drop in a Tree view.
sv_se: Dubbelklicka på ett element för att öppna redigeringsfönstret. Tryck och håll ned för att initiera dra-och-släpp i en trädvy.

source: None
sv_se: Ingen

source: Failed to load: {file}
sv_se: Misslyckades med att ladda: {file}

source: Updating posts {i} in {cnt}: {name}
sv_se: Uppdaterar inlägg {i} i {cnt}: {name}

source: Downloading assets {i} of {cnt}: {name}
sv_se: Hämtar tillgångar {i} av {cnt}: {name}

source: Downloading initial extensions
sv_se: Hämtar de ursprungliga tilläggen

source: Hide: On
sv_se: Dölj: På

source: Hide: Off
sv_se: Dölj: Av

source: Saving Results
sv_se: Sparar resultat

source: Preview Changes
sv_se: Förhandsgranska ändringar

source: Preview
sv_se: Förhandsvisa

source: Visual Composer Cloud update failed, please try again
sv_se: Visual Composer Cloud Update misslyckades, försök igen

source: Title
sv_se: Titel

source: Title attribute will be displayed on link hover
sv_se: Titelattributet kommer att visas på länk-hover

source: Add nofollow option to link
sv_se: Lägg till nofollow för länk

source: Open link in a new tab
sv_se: Öppna länk i en ny flik

source: Search existing content
sv_se: Sök befintligt innehåll

source: Or link to existing content
sv_se: Eller länka till befintligt innehåll

source: Enter destination URL
sv_se: Ange destinations-URL

source: Insert or Edit Link
sv_se: Infoga eller redigera länk

source: Select URL
sv_se: Välj URL

source: Add Link
sv_se: Lägg till länk

source: Edit or Replace Image
sv_se: Redigera eller ersätt bild

source: Move Image
sv_se: Flytta bild

source: Remove Image
sv_se: Ta bort bild

source: Add Image
sv_se: Lägg till bild

source: Nothing found
sv_se: Inget hittat

source: Didn't find the right element? Check out Visual Composer Hub for more content elements.
sv_se: Hittade inte rätt element? Kolla in Visual Composer Hub för mer innehållselement.

source: Open Visual Composer Hub
sv_se: Öppna Visual Composer Hub

source: Search templates by name and description
sv_se: Sök mallar efter namn och beskrivning

source: Blank Page
sv_se: Blank sida

source: You are switching to Classic editor. The content created with Visual Composer will be copied to Classic editor (style changes may apply.) Any changes made in the Classic editor will not be synced with Visual Composer layout. Do you want to proceed?
sv_se: Du byter till Classic editor. Innehållet skapat med Visual Composer kommer att kopieras till Classic editor (stiländringar kan förekomma.) Eventuella ändringar i Classic-redigeraren synkroniseras inte med layout för Visual Composer. Vill du fortsätta?

source: You are switching to Visual Composer. Visual Composer will load the latest version of content created with the builder.
sv_se: Du byter till Visual Composer. Visual Composer laddar den senaste versionen av innehåll som skapats av byggaren.

source: Classic Editor
sv_se: Klassisk editor

source: Edit with Visual Composer
sv_se: Redigera med Visual Composer

source: Add Text block
sv_se: Lägg till textblock

source: Add custom row layout
sv_se: Lägg till anpassad radlayout

source: Add five columns
sv_se: Lägg till fem kolumner

source: Add four columns
sv_se: Lägg till fyra kolumner

source: Add three columns
sv_se: Lägg till tre kolumner

source: Add two columns
sv_se: Lägg till två kolumner

source: Add one column
sv_se: Lägg till en kolumn

source: Enter template name to save your page as a template
sv_se: Ange mallnamn för att spara sidan som en mall

source: There is no content on your page - nothing to save
sv_se: Det finns inget innehåll på din sida - ingenting att spara

source: Template with this name already exist. Please specify another name.
sv_se: En mall med det här namnet finns redan. Ange ett annat namn.

source: Search content templates
sv_se: Sök innehållsmallar

source: Search content elements and templates
sv_se: Sök innehålls-element och mallar

source: Search content elements
sv_se: Sök innehålls-elemenet

source: Move
sv_se: Flytta

source: Remove
sv_se: Ta bort

source: Paste After
sv_se: Klistra in efter

source: Paste
sv_se: Klistra

source: Copy
sv_se: Kopiera

source: Clone
sv_se: Klona

source: Design Options
sv_se: Designalternativ

source: Edit
sv_se: Redigera

source: Row Layout
sv_se: Radlayout

source: Add
sv_se: Lägg till

source: Didn't find an element? Get a Premium license to download the right content element in Visual Composer Hub.
sv_se: Hittade inte ett element? Skaffa en Premium-licens för att ladda ner rätt innehållselement i Visual Composer Hub.

source: Didn't find a perfect template? Get a Premium license to download it from Visual Composer Hub.
sv_se: Hittade inte en perfekt mall? Skaffa en Premium-licens för att ladda ner den från Visual Composer Hub.

source: Get a Premium license to access Visual Composer Hub. Download professionally designed templates, more content elements, extensions, and more.
sv_se: Skaffa en Premium-licens för att få tillgång till Visual Composer Hub. Ladda ner professionellt utformade mallar, fler innehållselement, tillägg och mer.

source: and Start Building
sv_se: och börja bygga

source: Name Your
sv_se: Namnge din

source: or Start With a Template
sv_se: eller börja med en mall

source: Select Blank Page
sv_se: Välj blank sida

source: Failed to remove template
sv_se: Misslyckades med att ta bort mall

source: Do you want to remove this template?
sv_se: VIll du ta bort den här mallen?

source: Didn't find the right template? Check out Visual Composer Hub for more layout templates.
sv_se: Hittade inte rätt mall? Kolla in Visual Composer Hub för fler layoutmallar.

source: You don't have any templates yet. Try to save your current layout as a template or download templates from Visual Composer Hub.
sv_se: Du har inga mallar ännu. Försök att spara din nuvarande layout som en mall eller ladda ner mallar från Visual Composer Hub.

source: Download More Templates
sv_se: Ladda ner fler mallar

source: Template save failed
sv_se: Misslyckades med att spara mall

source: Remove Template
sv_se: Ta bort mall

source: Save Template
sv_se: Spara mall

source: Template Name
sv_se: Mallnamn

source: Save
sv_se: Spara

source: Global JavaScript will be applied site wide
sv_se: Globala JavaScript kommer att tillämpas på hela webbplatsen

source: Global JavaScript
sv_se: Globalt JavaScript

source: Local JavaScript will be applied to this particular page only
sv_se: Lokala JavaScript kommer endast att tillämpas på den här sidan

source: Local JavaScript
sv_se: Lokalt JavaScript

source: Custom JavaScript
sv_se: Anpassad JavaScript

source: Global CSS will be applied site wide
sv_se: Global CSS kommer att tillämpas på hela webbplatsen

source: Local CSS will be applied to this particular page only
sv_se: Lokal CSS kommer endast att tillämpas på den här sidan

source: Local CSS
sv_se: Lokal CSS

source: Custom CSS
sv_se: Anpassad CSS

source: There is no content on your page - start by adding element or template.
sv_se: Det finns inget innehåll på din sida - börja med att lägga till ett element eller en mall.

source: Close
sv_se: Stäng

source: Go Premium
sv_se: Gå Premium

source: Save Draft
sv_se: Spara utkast

source: Submit for Review
sv_se: Skicka till granskning

source: Publish
sv_se: Publicera

source: WordPress Dashboard
sv_se: WordPress panel

source: Back to WordPress
sv_se: TIllbaka till WordPress

source: View Page
sv_se: Visa sida

source: Menu
sv_se: Meny

source: Update
sv_se: Uppdatera

source: Settings
sv_se: Inställningar

source: Mobile Portrait
sv_se: Mobil porträtt

source: Mobile Landscape
sv_se: Mobil landskap

source: Tablet Portrait
sv_se: Tablet porträttvy

source: Tablet Landscape
sv_se: Tablet landskapsvy

source: Responsive View
sv_se: Responsiv vy

source: Redo
sv_se: Gör om

source: Undo
sv_se: Ångra

source: Tree View
sv_se: Trädvy

source: Add Template
sv_se: Lägg till mall

source: Add Element
sv_se: Lägg till element

source: Visual Composer Website Builder license has been deactivated.
sv_se: Visual Composer Website Builder-licensen har inaktiverats.

source: Couldn't find a valid Visual Composer Website Builder license.
sv_se: Kunde inte hitta en giltig Visual Composer Website Builder-licens.

source: Visual Composer Website Builder license has expired.
sv_se: Licensen för Visual Composer Website Builder har löpt ut.

source: Templates library
sv_se: Mallbibliotek

source: Library extensions
sv_se: Bibliotekstillägg

source: Failed to read remote bundle json
sv_se: Misslyckades med att läsa remote budle json

source: Content Templates
sv_se: Innehållsmallar

source: Premium Templates
sv_se: Premium-mallar

source: My Templates
sv_se: Min mall
