Repository: suvad962/myportfolio
Catalog: plugins/visualcomposer/languages/vcwb-*.po
Languages: sv_se

source: Ability to send large data. In case if failed - adjust your php.ini file to increase memory_limit, post_max_size and execution time.
sv_se: Möjlighet att skicka stor data. Om det skulle misslyckas - justera din php.ini-fil för att öka memory_limit, post_max_size och execution time.

source: Large Data Transfer
sv_se: Stor dataöverföring

source: The connection with the AWS
sv_se: Anslutningen med AWS

source: Connection with the Account
sv_se: Anslutning med kontot

source: Account
sv_se: Konto

source: Connections
sv_se: Anslutning

source: The version of cURL installed on your server
sv_se: Version an cURL installerad på din server

source: Curl Extension
sv_se: Curl-tillägg

source: The Zip Extension should be enabled on your server
sv_se: Zip-tillägget behöver vara aktiverat på din server

source: Zip Extension
sv_se: Zip-tillägg

source: Extensions
sv_se: Tillägg

source: The File System method should be direct
sv_se: Filsystemmetoden ska vara direkt

source: File System Method
sv_se: Filsystemmetod

source: Visual Composer stores assets in the WordPress uploads directory. The directory must be writable for this to happen.
sv_se: Visual Composer lagrar tillgångar i WordPress-uploads-katalogen. Katalogen måste vara skrivbar för att detta ska ske.

source: Access to Uploads Directory
sv_se: Tillgång till uppladdningskatalogen

source: The largest filesize that can be uploaded to your WordPress installation
sv_se: Den största filstorleken som kan laddas upp till din WordPress-installation

source: Upload Max Filesize
sv_se: Max filstorlek att ladda upp

source: Amount of max execution time
sv_se: Mängd i exekveringstid

source: How many input variables may be accepted (limit is applied to $_GET, $_POST and $_COOKIE superglobal separately)
sv_se: Hur många inmatningsvariabler som accepteras (gräns tillämpas på $ _GET, $ _POST och $ _COOKIE superglobal separat)

source: Sets the max nesting depth of input variables (i.e. $_GET, $_POST.)
sv_se: Ställer in det maximala nestningsdjupet för inmatningsvariablerna (dvs $ _GET, $ _POST.)

source: Sets max size of post data allowed. This setting also affects file upload.
sv_se: Ställer in maximal storlek för tillåtet postdata. Den här inställningen påverkar också filuppladdning.

source: The maximum amout of memory (RAM) that your site can use at one time
sv_se: Den maximala mängd minne (RAM) som din webbplats kan använda på en gång

source: Memory Limit
sv_se: Minnesgräns

source: Configurations
sv_se: Konfigurationer

source: There is a new version of Visual Composer Website Builder available.
sv_se: Det finns en ny version av Visual Composer Website Builder tillgängligt.

source: The version of Visual Composer installed on your site
sv_se: Den version av Visual Composer som är installerad på din webbplats

source: Displays whether of not WordPress is in Debug Mode
sv_se: Visar om WordPress är i debug-läge

source: The version of PHP installed on your hosting server
sv_se: Den version av PHP installerad på din webbserver

source: The version of WordPress installed on your site
sv_se: Den version av WordPress som är installerad på din hemsida

source: WordPress environment
sv_se: WordPress-miljö

source: Refresh
sv_se: Uppdatera

source: Check system status and WordPress configuration for compliance with Visual Composer requirements.
sv_se: Kontrollera systemstatus och WordPress-konfiguration för att uppfylla kraven för Visual Composer.

source: Visual Composer Hub access to download migration add-on - Free or Premium
sv_se: Visual Composer Hub tillgång till nedladdning migrering tillägg - Gratis eller Premium

source: please update
sv_se: Vänligen uppdatera

source: WPBakery Page Builder version is 5.0 or newer - your version is %s
sv_se: WPBakery Page Builder-versionen är 5.0 eller nyare - din version är %s

source: WPBakery Page Builder version is 5.0 or newer
sv_se: WPBakery Page Builder versionen är 5.0 eller nyare

source: Parent WPB attrs:
sv_se: Förälder WPB attrs:

source: Search WPB attrs
sv_se: Sök WPB attrs

source: All WPB attrs
sv_se: Alla WPB attrs

source: View WPB attr
sv_se: Visa WPB attr

source: Edit WPB attr
sv_se: Redigera WPB attr

source: New WPB attr
sv_se: Ny WPB attr

source: Add New WPB attr
sv_se: Lägg till ny WPB attr

source: Woocommerce Terms
sv_se: Woocommerce Villkor

source: Woocommerce My Account
sv_se: Woocommerce Mitt Konto

source: Woocommerce Checkout
sv_se: Woocommerce Kassa

source: Woocommerce Cart
sv_se: Woocommerce Kundvagn

source: Woocommerce Shop
sv_se: Woocommerce Butik

source: It seems that you have a problem with your server configuration that might affect Visual Composer. For more details, please visit <a href="%s">system status</a> page.
sv_se: Det verkar som om du har problem med din serverkonfiguration som kan påverka Visual Composer. Mer information finns på sidan <a href="%s">systemstatus</a>.

source: Connection with Account was unsuccessful
sv_se: Anslutning med konto misslyckades

source: Connection with AWS was unsuccessful
sv_se: Anslutning med AWS misslyckades

source: Success
sv_se: Lyckades

source: Curl extension is not installed
sv_se: Curl-tillägget är inte installerat

source: Zip extension is not installed
sv_se: Zip-tillägget är inte installerat

source: Enabled
sv_se: Aktiverad

source: FS_METHOD should be direct
sv_se: FS_METHOD ska vara direkt

source: Direct
sv_se: Direkt

source: Uploads directory is not writable
sv_se: Uploads-katalogen är inte skrivbar

source: Writable
sv_se: Skrivbar

source: File max upload size should be %sM, currently it is %s
sv_se: Filens maximala uppladdningsstorlek ska vara %sM, för närvarande är den %s

source: Max execution time should be %sS, currently it is %sS
sv_se: Max exekveringstid ska vara %sS, för närvarande är den %sS

source: max_input_vars should be %s, currently it is %s
sv_se: max_input_vars borde vara %s, för närvarande är den %s

source: max_input_nesting_level should be %s, currently it is %s
sv_se: max_input_nesting_level borde vara %s, för närvarande är den %s

source: post_max_size limit should be %sM, currently it is %s
sv_se: post_max_size limit borde vara %sM, för närvarande är den %s

source: Memory limit should be %sM, currently it is %s
sv_se: Minnesgränsen ska vara %sM, för närvarande är den %s

source: Unlimited
sv_se: Obegränsad

source: WP_DEBUG is TRUE
sv_se: WP_DEBUG är TRUE

source: WP_DEBUG is FALSE
sv_se: WP_DEBUG är FALSE

source: WordPress version %s or greater
sv_se: WordPress-version %s eller högre

source: PHP version %s or greater (recommended 7 or greater)
sv_se: PHP-version %s eller högre (rekommenderad version är 7 eller högre)

source: Custom HTML and JavaScript
sv_se: Anpassad HTML och JavaScript

source: Add custom HTML or JavaScript code to insert it globally on every page in <header> and <footer>. Insert Google Analytics, Tag Manager, Kissmetrics or other JavaScript code snippets.
sv_se: Lägg till anpassad HTML- eller JavaScript-kod för att infoga den globalt på varje sida i <header> och <footer>. Infoga Google Analytics, Tag Manager, Kissmetrics eller annan JavaScript-kod.

source: Add custom CSS code to insert it globally on every page.
sv_se: Lägg till anpassad CSS-kod för att infoga den globalt på varje sida.

source: Copy your shortcode here with all the correct parameters. The shortcode must be installed on your WordPress site via plugin or theme.
sv_se: Kopiera din shortcode här med alla korrekta parametrar. Shortcoden måste installeras på din WordPress-webbplats via plugin eller tema.

source: WPBakery element is displayed as shortcode. Adjust shortcode parameters.
sv_se: WPBakery-elementet visas som shortcode. Justera shortcode-parametrar.

source: Unlock Visual Composer Hub
sv_se: Lås upp Visual Composer Hub

source: WPBakery element structure
sv_se: WPBakery elementstruktur

source: Complex element structures (ex. tabs with content) are represented with the Tree view. Use the Tree view to access and edit individual elements.
sv_se: Komplexa elementstrukturer (ex. Flikar med innehåll) representeras av trädvyn. Använd trädet för att komma åt och redigera enskilda element.

source: View WPBakery element/s as shortcodes
sv_se: Visa WPBakery element som shortcode

source: WPBakery plugin and migration addon is required to use this attribute
sv_se: WPBakery plugin and migration-tillägg krävs för att använda detta attribut

source: Failed to load WPBakery Edit Form, please check WPBakery Page Builder Plugin.
sv_se: Misslyckades med att ladda WPBakery Edit Form, vänligen kontrollera WPBakery Page Builder Pluginet.

source: WPBakery element is displayed as shortcode. Adjust shortcode parameters or open WPBakery Edit form for easier editing.
sv_se: WPBakery-elementet visas som shortcode. Justera shortcode-parametrar eller öppna WPBakery's formulärsredigering för enklare redigering.

source: Open Edit Form
sv_se: Öppna formulärsredigering

source: Add custom JavaScript code to insert it globally on every page in <header> or <footer>. Insert Google Analytics, Tag Manager, Kissmetrics or other JavaScript code snippets.
sv_se: Lägg till anpassad JavaScript-kod för att infoga den globalt på varje sida i <header> eller <footer>. Infoga Google Analytics, Tag Manager, Kissmetrics eller annan JavaScript-kod.

source: Add custom JavaScript code to insert it localy on this page in <header> or <footer>. Insert Google Analytics, Tag Manager, Kissmetrics or other JavaScript code snippets.
sv_se: Lägg till anpassad JavaScript-kod för att infoga den lokalt på den här sidan i <header> eller <footer>. Infoga Google Analytics, Tag Manager, Kissmetrics eller annan JavaScript-kod.

source: Access Visual Composer Hub - download additional elements, templates and extensions.
sv_se: Öppna Visual Composer Hub - ladda ner ytterligare element, mallar och tillägg.

source: Start by adding an element to your layout or select one of the pre-defined templates.
sv_se: Börja med att lägga till ett element i din layout eller välj en av de fördefinierade mallarna.

source: Visual Composer asset reset was successful.
sv_se: Återställningen av Visual Composer lyckades.

source: Control every detail of your website with flexible design options and customization tools.
sv_se: Styr varje detalj på din webbplats med flexibla designalternativ och anpassningsverktyg.

source: Unparallel performance for you and your website to rank higher and deliver faster.
sv_se: Oöverträffad prestanda för dig och din webbplats för att rangordnas högre och leverera snabbare.

source: Get more elements and templates from the Visual Composer Hub - a free online marketplace.
sv_se: Få fler element och mallar från Visual Composer Hub - en gratis online-marknadsplats.

source: Build your site with the help of drag and drop editor straight from the frontend - it's that easy.
sv_se: Bygg din webbplats med hjälp av dra-och-släpp-redigerare direkt från frontend - det är verkligen så enkelt.

source: Getting Started
sv_se: Komma igång

source: A zip file of Visual Composer extension is broken. Checksum check failed. Please check your Internet connection, run Reset in Visual Composer Settings and try again. If the problem still occurs, visit %ssupport.visualcomposer.io%s for technical assistance.
sv_se: En zip-fil av Visual Composer-tillägget är trasig. Checksum-kontroll misslyckades. Kontrollera din Internetanslutning, kör Återställ i Visual Composer Settings och försök igen. Om problemet fortfarande uppstår, besök %ssupport.visualcomposer.io%s för teknisk support.

source: Powered by Visual Composer Website Builder - fast and easy to use drag and drop builder for experts and beginners.
sv_se: Drivs av Visual Composer Website Builder - snabb och enkel drag and drop-verktyg för experter och nybörjare.

source: Oops ... Something Went Wrong
sv_se: Ojdå ... Någonting gick fel

source: Don't close this window while sending error is in the progress.
sv_se: Stäng inte det här fönstret när rapportering av fel pågår.

source: Sending Error Report
sv_se: Skickar felrapport

source: Get Started
sv_se: Kom igång

source: Download additional content from the Visual Composer Hub - right in your editor instantly.
sv_se: Hämta extra innehåll från Visual Composer Hub - direkt i din editor direkt.

source: Get More Elements, Templates, and Extensions
sv_se: Hämta fler element, mallar och tillägg

source: Create Your WordPress Website.
sv_se: Skapa din WordPress-hemsida

source: Don't close this window while download is in the progress.
sv_se: Stäng inte detta fönster medans nedladdning pågår.

source: Download Migration Addon
sv_se: Hämta migrations-tillägg

source: Supported elements will be converted into Visual Composer compatible elements, the rest of the elements will be converted into the WPBakery Shortcode element.
sv_se: Element som stöds kommer att konverteras till Visual Composer-kompatibla element, resten av elementen kommer att konverteras till WPBakery Shortcode-element.

source: Keep WPBakery Page Builder plugin activated
sv_se: Behåll WPBakery Page Builder pluginet aktiverat

source: Download Migration addon from the Hub
sv_se: Hämta migrations-tillägget från hubben

source: To take over and start using Visual Composer Website Builder for this page, you need to:
sv_se: För att ta över och börja använda Visual Composer Website Builder på den här sidan måste du:

source: This page was created with WPBakery Page Builder. What's next?
sv_se: Den här sidan skapades med WPBakery Page Builder. Vad händer härnäst?

source: Update Visual Composer plugin to the most recent version to download addon.
sv_se: Uppdatera Visual Composer-pluginet till den senaste versionen för att ladda ner tillägg.

source: Add-on
sv_se: Tillägg

source: Click to edit column value
sv_se: Klicka för att redigera kolumnvärde

source: Disable preview
sv_se: Inaktivera förhandsgranskning

source: Disable element and template preview popup in Add Element and Add Template windows
sv_se: Inaktivera popup av element- och mallförhandsgranskning i Lägg till element och lägg till mall fönster

source: Editor Settings
sv_se: Redigeringsinställningar

source: Access Visual Composer Hub - to download additional elements, templates and extensions.
sv_se: Öppna Visual Composer Hub - för att ladda ner ytterligare element, mallar och tillägg.

source: Get More Templates
sv_se: Hämta fler mallar

source: Get More Elements
sv_se: Hämta fler element

source: Create new post
sv_se: Skapa ett nytt inlägg

source: Create new page
sv_se: Skapa en ny sida

source: Failed to process action.
sv_se: Misslyckades med att behandla åtgärd.

source: Bad response status code %d received.
sv_se: Bad response status code %d mottagen.

source: Bad status code received.
sv_se: Bad status code mottagen.

source: Wrong response body received.
sv_se: Fel response body mottagen.

source: We could not copy a directory for the plugin in wp-content/uploads. Please check if your server has write permissions for wp-content/uploads.
sv_se: Vi kunde inte kopiera en katalog för pluginet i wp-content/uploads. Kontrollera om servern har skrivbehörigheter för wp-content/uploads.

source: We could not create a directory for the plugin in wp-content/uploads. Please check if your server has write permissions for wp-content/uploads.
sv_se: Vi kunde inte skapa en katalog för pluginet i wp-content/uploads. Kontrollera om servern har skrivbehörigheter för wp-content/uploads.

source: We could not copy files to your server. It seems that you have run out of the disk space. Please increase your server disk space and try again.
sv_se: Vi kunde inte kopiera filer till din server. Det verkar som om du har slut på diskutrymmet. Vänligen öka serverns diskutrymme och försök igen.

source: A zip file of Visual Composer extension is broken. Please check your Internet connection, run Reset in Visual Composer Settings and try again.
sv_se: En zip-fil av Visual Composer-tillägget är trasig. Kontrollera din Internetanslutning, kör Återställ i Visual Composer Settings och försök igen.

source: An error occurred when extracting Visual Composer extension files. Visual Composer requires a direct access to the file system of your server. Check if FS_METHOD is defined in wp-config.php and disable it.
sv_se: Ett fel uppstod vid extraktion av Visual Composer-tilläggsfilerna. Visual Composer kräver direkt åtkomst till filsystemet på din server. Kontrollera om FS_METHOD är definierad i wp-config.php och inaktivera den.

source: An HTTP requests failed during the download process of the plugin. <ul><li>- Check if your server has a connection to the Internet</li><li>- Check your server proxy configuration settings</li><li>- Check your server firewall settings and access to <a href="https://account.visualcomposer.io" target="_blank">https://account.visualcomposer.io</a></li><li>- Check if your server has access to the <a href="https://s3-us-west-2.amazonaws.com/updates.wpbakery.com/vcwb-teasers/youtubePlayer.3307569.1518529200.youtube-player-preview.jpg" target="_blank">Amazon AWS</a></li></ul>
sv_se: En HTTP-request misslyckades under nedladdningsprocessen av plugin. <ul><li>- Kontrollera om servern har en anslutning till Internet</li><li>- Kontrollera konfigurationsinställningarna för din proxyserver</li><li>- Kontrollera inställningarna för serverns brandvägg och åtkomst till <a href="https://account.visualcomposer.io" target="_blank">https://account.visualcomposer.io</a></li><li>- Kontrollera om din server har tillgång till <a href="https://s3-us-west-2.amazonaws.com/updates.wpbakery.com/vcwb-teasers/youtubePlayer.3307569.1518529200.youtube-player-preview.jpg" target="_blank">Amazon AWS</a></li></ul>

source: An error occurred during the Visual Composer extension download process. <ul><li>- Check if your server has a connection to the Internet</li><li>- Check your server proxy configuration settings</li><li>- Check your server firewall settings and access to https://account.visualcomposer.io</li><li>- Check if your server has access to the <a href="https://s3-us-west-2.amazonaws.com/updates.wpbakery.com/vcwb-teasers/youtubePlayer.3307569.1518529200.youtube-player-preview.jpg" target="_blank">Amazon AWS</a></li></ul>
sv_se: Ett fel uppstod under nedladdningsprocessen för Visual Composer-tillägget. <ul><li>- Kontrollera om din server har en anslutning till Internet</li><li>- Kontrollera konfigurationsinställningarna för din proxyserver</li><li>- Kontrollera dina inställningar för serverns brandvägg och åtkomst till https://account.visualcomposer.io</li><li>- Kontrollera om din server har åtkomst till <a href="https://s3-us-west-2.amazonaws.com/updates.wpbakery.com/vcwb-teasers/youtubePlayer.3307569.1518529200.youtube-player-preview.jpg" target="_blank">Amazon AWS</a></li></ul>

source: An error occurred when creating temporary installation files. Please verify that WP_TEMP_DIR exists and is writable.
sv_se: Ett fel uppstod när det skapades tillfälliga installationsfiler. Kontrollera att WP_TEMP_DIR existerar och är skrivbar.

source: An error occurred while retrieving the download URL for Visual Composer extensions. Please deactivate other plugins, re-install Visual Composer and try again.
sv_se: Ett fel uppstod när du hämtade nedladdningsadressen för Visual Composer-tillägget. Avaktivera alla andra plugins, aktivera Visual Composer och försök igen.

source: Deactivate Visual Composer
sv_se: Avaktivera Visual Composer

source: You are about to deactivate your copy of Visual Composer Website Builder and won’t be able to manage your content. Your content remains untouched but due to plugin deactivation required CSS styles will be missing. To ensure correct content display use <a href="%s">this free plugin</a> that will load CSS styles automatically.
sv_se: Du håller på att avaktivera Visual Composer Website Builder och kommer inte att kunna hantera ditt innehåll längre. Ditt innehåll förblir orört, men på grund av att du deaktiverar pluginet kommer nödvändig CSS att saknas. För att säkerställa korrekt innehållsvisning så använd <a href="%s"> det här gratispluginet </a> som automatiskt laddar CSS-stilarna.

source: Save Changes
sv_se: Spara ändringar

source: off
sv_se: Av

source: on
sv_se: På

source: No Widgets found
sv_se: Inga widgets hittades

source: No Custom widgets found
sv_se: Inga anpassade widgets hittades

source: Loading...
sv_se: Laddar...

source: Any Layout. Fast and Easy.
sv_se: VIlken layout som helst. Snabbt och enkelt.

source: Skip this post
sv_se: Hoppa över det här inlägget

source: Gutenberg attrs list
sv_se: Gutenberg attrs-lista

source: Gutenberg attrs list navigation
sv_se: Gutenberg attrs listnavigering

source: Filter Gutenberg attrs list
sv_se: Filtrera Gutenberg attrs-lista

source: Uploaded to this Gutenberg attr
sv_se: Uppladdad till den här Gutenberg attr

source: Add into Gutenberg attr
sv_se: Lägg till i Gutenberg attr

source: Gutenberg attr archives
sv_se: Gutenberg attr arkiv

source: Use as cover image
sv_se: Använd som omslagsbild

source: Remove cover image
sv_se: Ta bort omslagsbild

source: Set cover image
sv_se: Ange omslagsbild

source: Gutenberg attr Cover Image
sv_se: Gutenberg attr omslagsbild

source: No Gutenberg attrs found in Trash.
sv_se: Inga Gutenberg attrs hittades i papperskorgen.

source: No Gutenberg attrs found.
sv_se: Inga Gutenberg attrs hittades.

source: Parent Gutenberg attrs:
sv_se: Förälder Gutenberg attrs:

source: Search Gutenberg attrs
sv_se: Sök Gutenberg attrs

source: All Gutenberg attrs
sv_se: Alla Gutenberg attrs

source: View Gutenberg attr
sv_se: Visa Gutenberg attr

source: Edit Gutenberg attr
sv_se: Redigera Gutenberg attr

source: New Gutenberg attr
sv_se: Ny Gutenberg attr

source: Add New Gutenberg attr
sv_se: Lägg till ny Gutenberg attr

source: Add New
sv_se: Lägg till ny

source: Enable/disable Gutenberg editor for your WordPress site. Disabling Gutenberg editor will enable Classic WordPress editor. In both cases, you can still use Visual Composer.
sv_se: Aktivera/inaktivera Gutenberg-redigeraren för din WordPress-webbplats. att Inaktivera Gutenberg-editorn kommer att aktivera den klassiska WordPress-editorn. I båda fallen kan du fortfarande använda Visual Composer.

source: Failed to get changelog
sv_se: Misslyckades med att hämta ändringslogg

source: <p>Visual Composer Website Builder is a perfect solution to create your WordPress site via drag and drop interface. Use content elements or predefined layouts to create any layout fast and easy.</p> <ul> <li>Use Frontend or Tree View to create structure</li> <li>Create responsive websites automatically</li> <li>Use with any WordPress theme</li> <li>Work with pages, posts and custom post types</li> <li>Access content elements and WordPress widgets</li> <li>Integrate any 3rd party shortcode easily</li> <li>Apply predefined pro quality templates</li> <li>Control look of elements via multiple parameters and rich design options</li> <li>Receive high-quality code optimized for SEO</li> </ul>
sv_se: <p>Visual Composer Website Builder är en perfekt lösning för att skapa din WordPress-webbplats via dra och släpp-gränssnitt. Använd innehållselement eller fördefinierade layouter för att skapa en layout snabbt och enkelt.</p> <ul> <li>Använd Frontend eller trädvy för att skapa struktur</li> <li>Skapa responsiva webbplatser automatiskt</li> <li>Använd med vilket WordPress-tema du vill</li> <li>Arbeta med sidor, inlägg och anpassade posttyper</li> <li>Öppna innehållselement och WordPress-widgets</li> <li>Integrera shortcodes från tredje part enkelt</li> <li>Använd fördefinierade professionella kvalitetsmallar</li> <li>Kontrollera utseendet på element via flera parametrar och många designalternativ</li> <li>Ta emot högkvalitativ kod optimerad för SEO</li> </ul>

source: Post Types
sv_se: Posttyp
